Repository: Baitcookie/MultiGeiger
Catalog: locales/*/LC_MESSAGES/index.po
Languages: de

source: MultiGeiger Documentation
de: MultiGeiger-Dokumentation

source: What is MultiGeiger?
de: Was ist MultiGeiger?

source: The MultiGeiger is a radioactivity measurement device.
de: Der MultiGeiger ist ein Messgerät für Radioaktivität.

source: Main features
de: Haupt-Eigenschaften

source: **multiple use cases supported**
de: **unterstützt mehrere Einsatz-Szenarien**

source: fixed location stations (data transfer via network)
de: Stationen mit fixem Standort (Daten-Transfer über Netzwerk)

source: mobile operations (using the OLED display and speaker)
de: mobile Anwendung (Benutzung des OLED-Displays und des Lautsprechers)

source: (more are planned)
de: (weitere sind geplant)

source: **multiple 400V Geiger-Mueller tubes supported**
de: **mehrere 400V-Geiger-Müller-Zählrohre werden unterstützt**

source: big, sensitive tubes, like the Si21g or Si22g (for measurement stations)
de: große, empfindliche Zählrohre, wie das Si21g oder Si22g (für Mess-Stationen)

source: smaller, less sensitive tubes, like the SBM21 (good for finding hot spots)
de: kleinere, weniger empfindliche Zählrohre, wie das SBM21 (gut, um Hotspots zu finden)

source: low parts count, simple to assemble
de: geringe Zahl an Bauteilen, einfach zusammen zu bauen

source: inexpensive, but still good parts
de: preisgünstig, aber trotzdem gute Bauteile

source: using ESP32, a modern and fast 32bit micro controller
de: benutzt den ESP32, einen modernen und schnellen 32bit-Micro-Controller

source: with WiFi (WPA2) or with WiFi + LoRA
de: mit WLAN (WPA2) oder mit WLAN + LoRA

source: with OLED display
de: mit OLED-Display

source: implemented in C
de: implementiert in C

source: using the popular arduino API
de: benutzt die beliebte Arduino-API

source: **Network and Community**
de: **Netzwerk und Community**

source: this is an Ecocurious citizen science project
de: dies ist ein Ecocurious-"Citizen Science"-Projekt

source: web-based geo map for publishing measurements
de: web-basierte Karte für das Veröffentlichen von Messungen

source: web-based archive of historic radiation data
de: web-basiertes Archiv von historischen Strahlungs-Werten

source: **Free and Open**
de: **Frei und Offen**

source: GPL v3 licensed
de: GPL v3 lizensiert

source: open development and issue tracking on GitHub
de: offene Entwicklung und Issue-Tracking auf GitHub

source: Documentation
de: Dokumentation

source: You're reading our new, versioned and translated documentation.
de: Du liest gerade unsere neue, versionierte und übersetzte Dokumentation.

source: See the box at the lower right of https://multigeiger.readthedocs.io to switch languages and versions! You can also download PDF, Epub or HTML there.
de: Mit der Box unten rechts auf https://multigeiger.readthedocs.io kann man Sprache und Versionen umschalten! Ebenso kann man dort PDF, Epub oder HTML herunter laden.

source: There is also more (legacy, german) documentation there:
de: Dort gibt es weitere (seitherige, deutsche) Dokumentation:

source: Software, configuration and setup.
de: Software, Konfiguration and Installation.

source: Building and outside deployment of the MultiGeiger.
de: Bau und Aufstellung des MultiGeigers.
